Revit 2027 API
ParameterTypeId.RebarSystemCoverBottom Property
 "Rebar Cover Bottom/Interior"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemCoverBottom { get; }
Public Shared ReadOnly Property RebarSystemCoverBottom As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemCoverBottom {
	ForgeTypeId^ get ();
}
static member RebarSystemCoverBottom : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace